tap "candid82/brew"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
brew "ack"
brew "ansible"
brew "aspell"
brew "automake"
brew "coreutils"
brew "ctags"
brew "ditaa"
brew "docbook"
brew "pkg-config"
brew "emacs", args: ["with-gnutls", "with-librsvg", "with-mailutils", "with-modules"]
brew "fop"
brew "fzf"
brew "git-lfs"
brew "isync"
brew "leiningen"
brew "msmtp"
brew "mu", args: ["HEAD", "with-emacs"]
brew "neovim", args: ["HEAD"]
brew "node"
brew "p7zip"
brew "pandoc"
brew "phantomjs"
brew "pidof"
brew "poppler"
brew "rclone"
brew "rlwrap"
brew "saxon"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "vim", args: ["with-gettext", "with-lua", "with-override-system-vi"]
brew "w3m"
brew "watch"
brew "wget"
brew "zsh"
brew "candid82/brew/joker"
cask "calibre"
cask "cyberduck"
cask "dash"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "makemkv"
cask "skype"
cask "spotify"
cask "sublime-text"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-menlo-for-powerline"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/versions/java8"
